package org.example.user;

public class Test {
    public static void main(String[] args) {
        //Завдання 2:
        //Необхідно розробити додаток, що дозволить зберігати інформацію про логіни користувачів і їх паролях.
        //Кожному користувачу відповідає пара логін-пароль. При старті додатку відображається меню:
        //1. Додати нового користувача
        //2. Видалення існуючого користувача
        //3. Перевірити чи існує користувача
        //4. Змінити логін існуючого користувача
        //5. Змінити пароль існуючого користувача
        //Для вирішення завдання використовуйте відповідний клас із Java Collections Framework.
        UserLoginManager.getMenu();
    }
}
