package org.example.number;

public class Test {
    public static void main(String[] args) {
        //Завдання 1:
        //Для рішення завдання використовуйте відповідний клас із Java Collections Framework.
        //Користувач вводить з клавіатури набір чисел. Отримані числа потрібно зберегти в список. Після чого
        //потрібно показати меню в якому запропонувати користувачу набір пунктів:
        //1. Додати елемент в список
        //2. Видалити елемент з списку
        //3. Показати вміст списку
        //4. Перевірити чи є значення в списку
        //5. Замінити значення в списку
        //В залежності від вибору користувача виконується дія, після чого меню відображається знову.
        NumberListMenu.getMenu();
    }
}
